---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Spare
source: html/d838962d-bba2-9010-1540-e57e412948ac.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Spare Property

Indicates if this load classification is to be used for spare.

## Syntax (C#)
```csharp
public bool Spare { get; }
```